{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"dayOnePreamble":["#","^speaker: TITA ELENA","/#","#","^sprite: Elena_Pissed","/#","^Naa raman diay ka!","\n","#","^speaker: RENE","/#","^Sorry tita Elena. Musta na ka?","\n","#","^speaker: TITA ELENA","/#","#","^sprite: Elena_Smile","/#","^Hmph! Ginoo ray kabalo unsa akong gibati right now... your father... well, he would've wanted me to keep strong-","\n","^he wanted you to have this place if you ever decided to come back.","\n","#","^sprite: Elena_Uneasy","/#","^And now that you are, does that mean you'll be in charge of things around here now?","\n","#","^speaker: RENE","/#","^Yes.  I want to keep my Tatay's legacy of being one of the few albularyos left here.","\n","#","^speaker: TITA ELENA","/#","#","^sprite: Elena_SnarkyLaugh","/#","^Maayo nimo Rene,  I'm sure your father will be understanding with whatever you choose to do with your life either way...","\n","#","^sprite: Elena_Normal","/#","^Anyways! I'm not here as a customer-","\n","^I just wanted you to know that your father mentioned he has this book where he keeps all his notes and spells,","\n","#","^sprite: Elena_Smile","/#","^it'll be very useful for you- so keep it close with you the entire time and make sure to thumb through it!","\n","done",{"#f":1}],"dayOneEnding":["#","^speaker: Rene","/#","#","^sprite: Lola_Uneasy","/#","^You… you killed your own daughter… and you left your poor apo an orphan. How can you live with yourself?","\n","#","^speaker: Lola","/#","#","^sprite: Lola_Angry","/#","^How did you–?!","\n","#","^speaker: Rene","/#","#","^sprite: Lola_Uneasy","/#","^My albularyo heritage focuses on memories. Our healing starts with the mind. You should’ve known this the moment you stepped inside the shop.","\n","#","^speaker: Lola","/#","#","^sprite: Lola_Angry","/#","^Tch... kids these days. I thought I was just going to get some photos fixed.","\n","^...","\n","#","^sprite: Lola_Sad","/#","^I’ve always known that I’m not a perfect person. I’m not even a good person.","\n","^I pushed away my daughter and granddaughter for the sake of some vision I had for Maria’s life.","\n","^I misplaced my anger - I despised that man, and yet my fury ended up engulfing poor Maria as well.","\n","#","^sprite: Lola_Smile","/#","^I just wanted Maria to have a better life than I had.","\n","#","^sprite: Lola_Awe","/#","^I lived through wars, witch hunts, poverty - I just wanted her as far away from all that as possible.","\n","#","^sprite: Lola_Uneasy","/#","^Or maybe I just wanted to see her live out the dreams I had which I could not.","\n","#","^speaker: Rene","/#","#","^sprite: Lola_Sad","/#","^You’d never know. Maybe she still could have made her way in the world if she was alive.","\n","#","^speaker: Lola","/#","#","^sprite: Lola_Angry","/#","^Don’t you think I know that?!","\n","#","^sprite: Lola_Sad","/#","^I battle that guilt everyday - it takes everything in my power to keep on going.","\n","#","^sprite: Lola_Uneasy","/#","^My only other child doesn’t even talk to me anymore after he heard what I’ve done!","\n","#","^sprite: Lola_Sad","/#","^I hid those photos in a box long ago so as to not be reminded of my mistakes.","\n","^If only I was a bit more understanding.","\n","^If only I was a bit more kind - I should have actually listened to Maria instead of imposing my will on her.","\n","#","^speaker: Rene","/#","#","^sprite: Lola_Uneasy","/#","^…","\n","^What are you going to do now?","\n","#","^speaker: Lola","/#","#","^sprite: Lola_Sad","/#","^Hays. I think I’m going to visit Miguel.","\n","^Make good with the family that’s still here.","\n","#","^sprite: Lola_Smiling","/#","^I’ll make sure to be a better mother this time.","\n","^Accept him wholeheartedly for who he is and the path he has chosen.","\n","#","^sprite: Blank","/#","^Some time passes...","\n","#","^speaker: Tita Elena","/#","#","^sprite: Elena_Smile","/#","^So... musta mn imong first day back, and as a shop owner?","\n","#","^speaker: Rene","/#","^I'm scared of that lady.","\n","#","^speaker: Tita Elena","/#","#","^sprite: Elena_SnarkyLaugh","/#","^Hah! Well, you're going to keep at this for a while now.","\n","#","^sprite: Elena_Normal","/#","^I won't keep you, it was just nice seeing you in your tatay's shoes, I'm sure he's proud of you.","\n","^Well, it should be time for you to close up shop, good luck, Rene!","\n","#","^speaker: Rene","/#","#","^sprite: Elena_Smile","/#","^Thank you Tita Elena. Maningkamot rako diri.","\n","done",{"#f":1}],"firstMistake":["^Phew! That was a close one. My wrong incantation would have ruined the photo if I didn’t protect it with my ward… Still, that ward won’t last forever.","\n","^(You get three tries per photo, and if you end up using up all those tries, the photo will be ruined and the customer will be upset)","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}